# This is the results of manual validation of the pre-identified classifiers

man_sortal = ['堵','管','袭','顶','朵','匹','幕','尊','粒','枝','根','宗','首','棵','门','出','架','幢','封','颗','则','艘','件','幅','台','枚','盏','只',
             '道','栋','桩','辆','处','位','张', '所','支','家','个', '条','本', '座','项','株','杆','卷','扇','顿','头','篇','部','口','面','把','行']


man_measure = ['大卡', '澳大利亚元', '千兆', '千克', '千伏特','丈', '平方英呎', '千伏', '英吋', '先令', '华里','克朗','囊','克拉', '盎斯',
              '英磅', '筐', '脚','千瓦时', '瓦特', '卢比', '平方厘米', '马币','笼', '比索', '新币', '筒', '缅元', '平方海里', '法郎', '盅', 
               '炉', '缸子', '毫克', '瓩', '摄氏度', '微秒', '立方厘米', '兆瓦特', '海浬', '微米', '瑞典克朗', '银元','月','加元', '刻',
              '铢','海哩','丹麦克朗','扎','针','竿','安培','韩币', '台币','箩筐', '克','帖','英里','伏', '浬', '伏特', '公克','栏',
              '瓮', '杓', '阶', '公升', '澳元', '池', '立方英尺', '澳币','樽', '港币', '肚子', '英亩', '屉', '日圆', '公吨', '磅',
              '毫升','千瓦','公厘','兆瓦时','盆', '壶','角', '美分','罐', '镑', '厘米','新元','小捆', '泰铢', '队', '尺',
               '瓦', '斤', '列', '串','阕','立方米', '毫米', '兆瓦','平方尺', '平方公里', '寸','打','缸', '截', '加仑', '兆','页',
              '脸','餐','桌','席', '西西','平方英尺', '美金', '呎','丝','欧元', '坪', '手', '厘', '公顷','团','帮','摊','公斤', '码', '吋',
               '兆赫', '平方呎', '英镑', '英尺', '秒','版','日元','拨','匙', '公分', '毛','袋','叠','小时', '盎司','身', '些', '包',
               '样', '锅', '盒','章','箱','副', '滴','盘', '瓶','圈','美元', '篓','港元', '对', '杯', '派', '分', '路',
              '公里','节','米','束','辈','堆', '户','排','担','公尺','册','波','平米','桶','楼','句', '亩', '天','平方米', '日', '代',
              '吨','段', '类','号','班','笔','碗', '片','海里','轮','系列','套','种','层','双', '重', '度','点','块','级','堂',
              '场','组','批','款','届','周','年','元','群', '股','簇','垛','坨','撮','伙','沓','平方公尺', '英寸', '斗', '酒杯', '英哩',
              '茶匙', '韩元', '竹篓', '公倾','缕','墩','眼','尾','味','剂','番','岁','边','站','票','集','区','世','族','名','划','间',
               '员','帧','辑','品','柄','具','起','曲','记','发','期','份']